Repository: arendt19/WorkBy
Catalog: freelance_platform/locale/*/LC_MESSAGES/django.po
Languages: kk

source: Home
kk: Басты бет

source: Find Projects
kk: Жобаларды табу

source: Categories
kk: Санаттар

source: Browse Categories
kk: Санаттарды шолу

source: Find projects in your area of expertise
kk: Өз тәжірибеңіз саласындағы жобаларды табыңыз

source: Projects
kk: Жобалар

source: Browse
kk: Шолу

source: No categories found.
kk: Санаттар табылмады.

source: Projects in this category
kk: Бұл санаттағы жобалар

source: View Details
kk: Толығырақ

source: No projects found in this category.
kk: Бұл санатта жобалар табылмады.

source: Post a Project
kk: Жоба жариялау

source: Profile
kk: Профиль

source: My Projects
kk: Менің жобаларым

source: My Proposals
kk: Менің ұсыныстарым

source: Contracts
kk: Келісімшарттар

source: Wallet
kk: Әмиян

source: Light Mode
kk: Жарық режим

source: Dark Mode
kk: Қараңғы режим

source: Log Out
kk: Шығу

source: Log In
kk: Кіру

source: Sign Up
kk: Тіркелу

source: Learn More
kk: Көбірек білу

source: The leading freelance platform in Kazakhstan
kk: Қазақстандағы жетекші фриланс платформасы

source: For Clients
kk: Тапсырыс берушілерге

source: How it Works
kk: Қалай жұмыс істейді

source: Success Stories
kk: Табыс тарихтары

source: For Freelancers
kk: Фрилансерлерге

source: Tips & Tricks
kk: Кеңестер мен әдістер

source: Resources
kk: Ресурстар

source: Help & Support
kk: Көмек және қолдау

source: Trust & Safety
kk: Сенім және қауіпсіздік

source: Terms of Service
kk: Қызмет көрсету шарттары

source: Privacy Policy
kk: Құпиялылық саясаты

source: Connect
kk: Байланыс

source: All rights reserved.
kk: Барлық құқықтар қорғалған.

source: Fixed price
kk: Бекітілген баға

source: Hourly rate
kk: Сағаттық мөлшерлеме

source: Entry level
kk: Бастапқы деңгей

source: Intermediate
kk: Орташа деңгей

source: Expert
kk: Сарапшы

source: Budget
kk: Бюджет

source: Deadline
kk: Мерзім

source: Remote work
kk: Қашықтан жұмыс

source: Only clients can post projects
kk: Тек тапсырыс берушілер ғана жобаларды жариялай алады

source: Project created successfully
kk: Жоба сәтті жасалды

source: Post New Project
kk: Жаңа жоба жариялау

source: Find Freelancers
kk: Фрилансерлерді табу

source: Manage Contracts
kk: Келісімшарттарды басқару

source: Portfolio
kk: Портфолио

source: Payments
kk: Төлемдер

source: New Projects
kk: Жаңа жобалар

source: Toggle theme
kk: Тақырыпты ауыстыру

source: Messages
kk: Хабарламалар

source: English
kk: Ағылшын

source: Russian
kk: Орыс

source: Kazakh
kk: Қазақ

source: About Us
kk: Біз туралы

source: WorkBy - Find Freelancers in Kazakhstan
kk: WorkBy - Қазақстанда фрилансерлерді табыңыз

source: Find the perfect freelance services for your business
kk: Бизнесіңіз үшін мінсіз фриланс қызметтерін табыңыз

source: Connect with talented freelancers in Kazakhstan and around the world
kk: Қазақстан мен әлемдегі талантты фрилансерлермен байланысыңыз

source: Search for services...
kk: Қызметтерді іздеу...

source: Search
kk: Іздеу

source: Professional Freelancers
kk: Кәсіби фрилансерлер

source: Satisfied Clients
kk: Қанағаттанған клиенттер

source: Popular Categories
kk: Танымал санаттар

source: View All Categories
kk: Барлық санаттарды көру

source: Latest Projects
kk: Соңғы жобалар

source: No projects found.
kk: Жобалар табылмады.

source: View All Projects
kk: Барлық жобаларды көру

source: How It Works
kk: Қалай жұмыс істейді

source: 1. Post a Project
kk: 1. Жоба жариялаңыз

source: Describe your project and the skills required. Set your budget and deadline.
kk: Жобаңызды және қажетті дағдыларды сипаттаңыз. Бюджетті және мерзімді белгілеңіз.

source: 2. Receive Proposals
kk: 2. Ұсыныстарды алыңыз

source: Review proposals from qualified freelancers interested in your project.
kk: Жобаңызға қызығушылық танытқан білікті фрилансерлердің ұсыныстарын қарап шығыңыз.

source: 3. Get Work Done
kk: 3. Жұмысты аяқтаңыз

source: Choose the best freelancer and get your project completed on time.
kk: Ең жақсы фрилансерді таңдап, жобаңызды уақытында орындаңыз.

source: Ready to get started?
kk: Бастауға дайынсыз ба?

source: Join thousands of clients and freelancers on WorkBy
kk: WorkBy-да мыңдаған клиенттер мен фрилансерлерге қосылыңыз

source: Proposals
kk: Ұсыныстар

source: All
kk: Барлығы

source: Pending
kk: Күтуде

source: Accepted
kk: Қабылданды

source: Rejected
kk: Қабылданбады

source: Withdrawn
kk: Қайтарып алынды

source: Client
kk: Тапсырыс беруші

source: Submitted
kk: Жіберілді

source: View
kk: Көру

source: Edit
kk: Өңдеу

source: Withdraw
kk: Қайтарып алу

source: You haven't submitted any proposals yet
kk: Сіз әлі ұсыныс жібермедіңіз

source: Start bidding on projects to build your portfolio and earn money
kk: Портфолиоңызды құру және ақша табу үшін жобаларға ұсыныстар жіберіңіз

source: Browse Projects
kk: Жобаларды шолу

source: Proposals for
kk: Ұсыныстар:

source: Back to Project
kk: Жобаға оралу

source: No proposals yet
kk: Әзірге ұсыныстар жоқ

source: Your project hasn't received any proposals yet. Check back later.
kk: Сіздің жобаңыз әлі ұсыныстар алған жоқ. Кейінірек қайта тексеріңіз.

source: Submit Proposal
kk: Ұсыныс жіберу

source: Proposal Sent
kk: Ұсыныс жіберілді

source: Back to My Proposals
kk: Менің ұсыныстарыма оралу

source: Accept Proposal
kk: Ұсынысты қабылдау

source: Decline
kk: Бас тарту

source: My Wallet
kk: Менің әмияным

source: Overview
kk: Шолу

source: Transactions
kk: Транзакциялар

source: Payment Methods
kk: Төлем әдістері

source: Withdraw Funds
kk: Қаражатты шығару

source: Add Funds
kk: Қаражат қосу

source: Stats
kk: Статистика

source: Total Earned
kk: Жалпы табыс

source: Pending Payment
kk: Күтілетін төлем

source: This Month
kk: Осы айда

source: Total Spent
kk: Жалпы шығындар

source: Active Projects Value
kk: Белсенді жобалар құны

source: Deposit Funds
kk: Қаражат салу

source: Current Balance
kk: Ағымдағы баланс

source: Your Payment Methods
kk: Сіздің төлем әдістеріңіз

source: Card
kk: Карта

source: Bank Account
kk: Банк шоты

source: Default
kk: Әдепкі

source: Manage Payment Methods
kk: Төлем әдістерін басқару

source: You don't have any payment methods yet.
kk: Сізде әлі төлем әдістері жоқ.

source: Add Payment Method
kk: Төлем әдісін қосу

source: Deposit Form
kk: Депозит формасы

source: Funds will be added to your account after payment is confirmed.
kk: Төлем расталғаннан кейін қаражат шотыңызға қосылады.

source: Your payment information is secured using industry-standard encryption.
kk: Сіздің төлем ақпаратыңыз индустриялық стандартты шифрлеуді қолдану арқылы қорғалған.

source: Rating Details
kk: Рейтинг мәліметтері

source: Work Quality
kk: Жұмыс сапасы

source: Communication
kk: Байланыс

source: Deadline Adherence
kk: Мерзімді сақтау

source: Value for Money
kk: Ақшаға сай құндылық

source: How satisfied are you with the quality of work delivered?
kk: Орындалған жұмыстың сапасына қаншалықты қанағаттанасыз?

source: How well did the freelancer communicate throughout the project?
kk: Фрилансер жоба барысында қаншалықты жақсы байланыста болды?

source: Did the freelancer deliver on time?
kk: Фрилансер жұмысты уақытында орындады ма?

source: Was the work worth what you paid?
kk: Жұмыс төленген ақшаға тұрды ма?

source: Overall Rating
kk: Жалпы рейтинг

source: Your Review
kk: Сіздің пікіріңіз

source: Share your experience working with this freelancer
kk: Осы фрилансермен жұмыс істеу тәжірибеңізбен бөлісіңіз

source: Top Rated Freelancers
kk: Үздік фрилансерлер

source: View Profile
kk: Профильді қарау

source: No top freelancers found.
kk: Үздік фрилансерлер табылмады.

source: View All Freelancers
kk: Барлық фрилансерлерді қарау

source: Contact Information
kk: Байланыс ақпараты

source: Skills & Languages
kk: Дағдылар және тілдер

source: Education & Certifications
kk: Білім және сертификаттар

source: No portfolio projects yet.
kk: Әлі портфолио жобалары жоқ.

source: No portfolio projects yet
kk: Әлі портфолио жобалары жоқ

source: Reviews
kk: Пікірлер

source: Freelancers
kk: Фрилансерлер

source: Contact
kk: Байланысу

source: Location:
kk: Орналасуы:

source: Experience:
kk: Тәжірибе:

source: Languages:
kk: Тілдер:

source: Hourly Rate:
kk: Сағаттық мөлшерлеме:

source: Education:
kk: Білім:

source: Website:
kk: Веб-сайт:

source: Skills:
kk: Дағдылар:

source: Statistics
kk: Статистика

source: Completed Projects
kk: Аяқталған жобалар

source: Success Rate
kk: Сәттілік деңгейі

source: On-Time Delivery
kk: Уақытында жеткізу

source: On-Budget
kk: Бюджет аясында

source: out of 5
kk: 5-тен

source: reviews
kk: пікірлер

source: Available for Hire
kk: Жұмысқа қол жетімді

source: Not Available
kk: Қол жетімді емес

source: Not specified
kk: Көрсетілмеген

source: years
kk: жыл

source: No reviews yet
kk: Әлі пікірлер жоқ

source: This freelancer hasn't received any reviews yet.
kk: Бұл фрилансер әлі пікір алған жоқ.

source: Write a Review
kk: Пікір қалдыру

source: Project:
kk: Жоба:

source: Years of Experience
kk: Тәжірибе жылдары

source: Find the perfect projects for your skills
kk: Өз дағдыларыңызға сәйкес келетін жобаларды табыңыз

source: Browse projects that match your expertise and start earning
kk: Тәжірибеңізге сәйкес келетін жобаларды шолып, табыс таба бастаңыз

source: Search for projects...
kk: Жобаларды іздеу...

source: 1. Register
kk: 1. Тіркелу

source: 2. Find
kk: 2. Іздеу

source: 3. Work
kk: 3. Жұмыс

source: 4. Get Paid
kk: 4. Төлем алу

source: Create your account and complete your profile
kk: Тіркелгіңіз және профиліңізді толтырыңыз

source: Find projects or hire talented freelancers
kk: Жобаларды табыңыз немесе талантты фрилансерлерді жалдаңыз

source: Collaborate efficiently through our platform
kk: Біздің платформа арқылы тиімді ынтымақтасыңыз

source: Secure payments with our escrow system
kk: Эскроу жүйесі арқылы қауіпсіз төлемдер

source: Active Clients
kk: Белсенді клиенттер

source: Businesses looking for talent
kk: Таланттарды іздейтін компаниялар

source: In the last 30 days
kk: Соңғы 30 күнде

source: Skilled Freelancers
kk: Білікті фрилансерлер

source: Ready to work
kk: Жұмысқа дайын
